Repository: skvdhshuk-blip/hao-bar
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pt_br, th, vi, zh_hans, zh_hant

source: Reveal icons when certain apps are launched
de: Symbole einblenden, wenn bestimmte Apps gestartet werden
es: Revelar iconos al abrir ciertas apps
fr: Afficher les icônes à l’ouverture de certaines apps
id: Tampilkan ikon saat app tertentu diluncurkan
it: Mostra le icone all’apertura di certe app
ja: 特定のAppを開いたときにアイコンを表示
ko: 특정 앱을 열면 아이콘을 보여 줍니다
nl: Pictogrammen tonen als bepaalde apps starten
pt_br: Revelar ícones ao abrir certos apps
th: แสดงไอคอนเมื่อเปิดบางแอป
vi: Hiện biểu tượng khi mở một số app
zh_hans: 启动某些应用时显示图标
zh_hant: 啟動某些 App 時顯示圖示

source: Reveal icons when connecting to specific Wi-Fi networks
de: Symbole einblenden, wenn bestimmte Wi-Fi-Netzwerke verbunden werden
es: Revelar iconos al conectar a ciertas redes Wi-Fi
fr: Afficher les icônes en rejoignant certains réseaux Wi-Fi
id: Tampilkan ikon saat terhubung ke Wi-Fi tertentu
it: Mostra le icone collegandoti a certe reti Wi-Fi
ja: 特定のWi-Fiに接続したらアイコンを表示
ko: 특정 Wi-Fi에 연결되면 아이콘을 보여 줍니다
nl: Pictogrammen tonen bij verbinding met bepaalde Wi-Fi-netwerken
pt_br: Revelar ícones ao conectar a certas redes Wi-Fi
th: แสดงไอคอนเมื่อต่อ Wi-Fi ที่กำหนด
vi: Hiện biểu tượng khi vào Wi-Fi chỉ định
zh_hans: 连上指定 Wi-Fi 时显示图标
zh_hant: 連上指定 Wi-Fi 時顯示圖示

source: Reveal icons when entering or exiting specific Focus Modes
de: Symbole einblenden beim Betreten oder Verlassen bestimmter Focus-Modi
es: Revelar iconos al entrar o salir de ciertos modos Focus
fr: Afficher les icônes en entrant dans ou en quittant certains modes Focus
id: Tampilkan ikon saat masuk atau keluar Focus tertentu
it: Mostra le icone entrando o uscendo da certe modalità Focus
ja: 特定のFocusに入る/出るときにアイコンを表示
ko: 특정 Focus에 들어가거나 나올 때 아이콘을 보여 줍니다
nl: Pictogrammen tonen bij het in- of uitschakelen van bepaalde Focus-standen
pt_br: Revelar ícones ao entrar ou sair de certos modos Focus
th: แสดงไอคอนเมื่อเข้าหรือออก Focus ที่กำหนด
vi: Hiện biểu tượng khi vào hoặc thoát Focus chỉ định
zh_hans: 进入或退出指定 Focus 时显示图标
zh_hant: 進入或退出指定 Focus 時顯示圖示

source: Reveal icons when local time enters selected day/time window
de: Symbole einblenden, wenn die Ortszeit ins gewählte Tages-/Zeitfenster fällt
es: Revelar iconos cuando la hora local entre en la franja elegida
fr: Afficher les icônes quand l’heure locale entre dans la plage jour/heure choisie
id: Tampilkan ikon saat waktu lokal masuk jendela hari/jam terpilih
it: Mostra le icone quando l’ora locale entra nella fascia scelta
ja: ローカル時刻が選んだ曜日/時間帯に入ったらアイコンを表示
ko: 로컬 시간이 선택한 요일/시간대에 들어가면 아이콘을 보여 줍니다
nl: Pictogrammen tonen als de lokale tijd in het gekozen dag-/tijdvenster valt
pt_br: Revelar ícones quando o horário local entrar na janela escolhida
th: แสดงไอคอนเมื่อเวลาท้องถิ่นเข้าช่วงวัน/เวลาที่เลือก
vi: Hiện biểu tượng khi giờ máy vào khung ngày/giờ đã chọn
zh_hans: 本地时间进入所选的星期/时段时显示图标
zh_hant: 本地時間進入所選的星期／時段時顯示圖示

source: Right-Click
de: Rechtsklick
es: Clic derecho
fr: Clic avec Contrôle
id: Klik kanan
it: Clic con Control
ja: 右クリック
ko: 클릭하면서 Control 누르기
nl: Control-klik
pt_br: Clique com o botão direito
th: คลิกขวา
vi: Bấm phải
zh_hans: 右键点击
zh_hant: 按住 Control 點一下

source: Right-click icons from the panel for quick actions
de: Rechtsklick auf Symbole im Panel für schnelle Aktionen
es: Clic derecho en los iconos del panel para acciones rápidas
fr: Cliquer sur les icônes du panneau avec Contrôle pour des actions rapides
id: Klik kanan ikon di panel untuk aksi cepat
it: Clic con Control sulle icone del pannello per azioni rapide
ja: パネル上で右クリックしてすばやく操作
ko: 패널에서 아이콘을 Control-클릭하면 빠른 동작을 쓸 수 있습니다
nl: Control-klik op pictogrammen in het paneel voor snelle acties
pt_br: Clique com o botão direito nos ícones do painel para ações rápidas
th: คลิกขวาไอคอนในแผงเพื่อทำเร็วๆ
vi: Bấm phải biểu tượng trên bảng để thao tác nhanh
zh_hans: 在面板里右键点击图标可快速操作
zh_hant: 在面板裡按住 Control 點圖示可快速操作

source: Right-click the HaoBar icon to open the app menu.
de: Rechtsklick auf das HaoBar-Symbol öffnet das App-Menü.
es: Haz clic derecho en HaoBar para abrir el menú de la app.
fr: Cliquez sur HaoBar avec Contrôle pour ouvrir le menu de l’app.
id: Klik kanan ikon HaoBar untuk membuka menu app.
it: Fai clic su HaoBar con Control per aprire il menu dell’app.
ja: HaoBarアイコンを右クリックしてAppメニューを開く。
ko: HaoBar 아이콘을 Control-클릭하면 앱 메뉴가 열립니다.
nl: Control-klik op HaoBar opent het app-menu.
pt_br: Clique com o botão direito no HaoBar para abrir o menu do app.
th: คลิกขวาไอคอน HaoBar เพื่อเปิดเมนูแอป
vi: Bấm phải icon HaoBar để mở menu app.
zh_hans: 右键点击 HaoBar 图标即可打开应用菜单。
zh_hant: 按住 Control 點 HaoBar 圖示即可打開 App 選單。

source: Roomy
de: Geräumig
es: Holgado
fr: Aéré
id: Longgar
it: Ampio
ja: ゆったり
ko: 넉넉하게
nl: Ruim
pt_br: Espaçoso
th: โปร่ง
vi: Rộng
zh_hans: 宽松
zh_hant: 寬鬆

source: Round
de: Rund
es: Redondo
fr: Rond
id: Bulat
it: Tondo
ja: ラウンド
ko: 둥글게
nl: Rond
pt_br: Redondo
th: มน
vi: Tròn
zh_hans: 圆形
zh_hant: 圓形

source: Round the corners of the menu bar background
de: Ecken des Menüleisten-Hintergrunds runden
es: Redondear las esquinas del fondo de la barra de menús
fr: Arrondir les coins de l’arrière-plan de la barre des menus
id: Membulat sudut latar bilah menu
it: Arrotonda gli angoli dello sfondo della barra dei menu
ja: メニューバー背景の角を丸くする
ko: 메뉴 막대 배경의 모서리를 둥글게 합니다
nl: De hoeken van de menubalkachtergrond afronden
pt_br: Arredondar os cantos do fundo da barra de menus
th: โค้งมุมพื้นหลังแถบเมนู
vi: Bo góc nền thanh menu
zh_hans: 把菜单栏背景的角修圆
zh_hant: 把選單列背景的角修圓

source: Rounded Corners
de: Abgerundete Ecken
es: Esquinas redondeadas
fr: Coins arrondis
id: Sudut membulat
it: Angoli arrotondati
ja: 角丸
ko: 둥근 모서리
nl: Afgeronde hoeken
pt_br: Cantos arredondados
th: มุมโค้ง
vi: Bo góc
zh_hans: 圆角
zh_hant: 圓角

source: Rows shown in Second Menu Bar
de: In der zweiten Menüleiste gezeigte Reihen
es: Filas que se muestran en la segunda barra de menús
fr: Rangées affichées dans la seconde barre des menus
id: Baris yang tampil di bilah menu kedua
it: Righe mostrate nella seconda barra dei menu
ja: セカンドメニューバーに出す行
ko: 두 번째 메뉴 막대에 보이는 열
nl: Rijen in de tweede menubalk
pt_br: Linhas exibidas na segunda barra de menus
th: แถวที่แสดงในแถบเมนูที่สอง
vi: Hàng hiện trên thanh menu thứ hai
zh_hans: 第二菜单栏显示的行
zh_hant: 第二選單列顯示的列

source: Rules
de: Regeln
es: Reglas
fr: Règles
id: Aturan
it: Regole
ja: ルール
ko: 규칙
nl: Regels
pt_br: Regras
th: กฎ
vi: Quy tắc
zh_hans: 规则
zh_hant: 規則

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
id: Jalankan
it: Esegui
ja: 実行
ko: 실행
nl: Uitvoeren
pt_br: Executar
th: เรียกใช้
vi: Chạy
zh_hans: 运行
zh_hant: 執行

source: Run a script every few seconds. Exit 0 shows icons; any other exit code hides them.
de: Alle paar Sekunden ein Skript. Exit 0 zeigt Symbole, jeder andere Code blendet sie aus.
es: Ejecuta un script cada pocos segundos. Salida 0 muestra; cualquier otro oculta.
fr: Exécute un script toutes les quelques secondes. Sortie 0 affiche, tout autre code masque.
id: Jalankan skrip setiap beberapa detik. Keluar 0 menampilkan; kode lain menyembunyikan.
it: Esegue uno script ogni pochi secondi. Uscita 0 mostra; qualsiasi altro nasconde.
ja: 数秒ごとにスクリプトを実行。終了0で表示、それ以外は隠す。
ko: 몇 초마다 스크립트를 실행합니다. 종료 코드 0이면 표시, 그 외는 가립니다.
nl: Voert elke paar seconden een script uit. Exit 0 toont; elke andere code verbergt.
pt_br: Executa um script a cada poucos segundos. Saída 0 mostra; qualquer outro oculta.
th: รันสคริปต์ทุกไม่กี่วินาที รหัสออก 0 แสดง ค่าอื่นซ่อน
vi: Chạy script vài giây một lần. Thoát 0 thì hiện; mã khác thì ẩn.
zh_hans: 每隔几秒运行一次脚本。退出码 0 显示图标，其他则隐藏。
zh_hant: 每隔幾秒執行一次腳本。結束代碼 0 顯示圖示，其他則隱藏。

source: Run Arrange Now after Accessibility is granted, then save a restore point.
de: Führe nach erteilten Bedienungshilfen „Jetzt anordnen“ aus und speichere einen Wiederherstellungspunkt.
es: Tras conceder Accesibilidad, ejecuta Organizar ahora y guarda un punto de restauración.
fr: Après Accessibilité, lancez Organiser maintenant, puis enregistrez un point de restauration.
id: Setelah Aksesibilitas diberikan, jalankan Atur sekarang, lalu simpan titik pemulihan.
it: Dopo Accessibilità, esegui Disponi ora e salva un punto di ripristino.
ja: アクセシビリティ許可のあと「今すぐ整列」を実行し、復元ポイントを保存。
ko: 손쉬운 사용을 허용한 뒤 ‘지금 정렬’을 실행하고 복원 지점을 저장하세요.
nl: Voer na Toegankelijkheid Nu ordenen uit en bewaar een herstelpunt.
pt_br: Depois da Acessibilidade, execute Organizar agora e salve um ponto de restauração.
th: เมื่อได้อนุญาตการเข้าถึงแล้ว ให้รันจัดเรียงทันที แล้วบันทึกจุดคืนค่า
vi: Sau khi có Trợ năng, chạy Sắp xếp ngay rồi lưu điểm khôi phục.
zh_hans: 授予辅助功能后运行「立即整理」，再保存一个还原点。
zh_hant: 授予輔助使用後執行「立即整理」，再儲存一個還原點。

source: Run Now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
id: Jalankan sekarang
it: Esegui ora
ja: 今すぐ実行
ko: 지금 실행
nl: Nu uitvoeren
pt_br: Executar agora
th: เรียกใช้ตอนนี้
vi: Chạy ngay
zh_hans: 立即运行
zh_hant: 立即執行

source: Runs a layout repair check now.
de: Führt jetzt eine Layoutreparaturprüfung aus.
es: Ejecuta ahora una comprobación de reparación de la disposición.
fr: Lance une vérification de réparation de la disposition maintenant.
id: Menjalankan pemeriksaan perbaikan tata letak sekarang.
it: Esegue ora un controllo di riparazione del layout.
ja: 今すぐレイアウト修復確認を実行。
ko: 지금 레이아웃 복구 확인을 실행합니다.
nl: Voert nu een lay-outherstelcontrole uit.
pt_br: Executa agora uma verificação de reparo do layout.
th: รันตรวจซ่อมเลย์เอาต์ตอนนี้
vi: Chạy kiểm tra sửa bố cục ngay.
zh_hans: 立即运行布局修复检查。
zh_hant: 立即執行佈局修復檢查。

source: Runs an immediate layout check, refreshes menu bar anchor positions, and repairs HaoBar's visible, hidden, and always-hidden groups if needed.
de: Prüft das Layout sofort, aktualisiert Anker und repariert bei Bedarf die Gruppen Sichtbar, Ausgeblendet und Immer ausgeblendet.
es: Comprueba la disposición, actualiza anclas y repara si hace falta Visible, Oculto y Siempre oculto.
fr: Vérifie la disposition, rafraîchit les ancrages et répare si besoin les groupes Visible, Masqué et Toujours masqué.
id: Memeriksa tata letak, menyegarkan jangkar, dan memperbaiki grup Terlihat, Tersembunyi, serta Selalu tersembunyi bila perlu.
it: Controlla il layout, aggiorna le ancore e ripara se serve Visibile, Nascosto e Sempre nascosto.
ja: すぐにレイアウトを確認し、アンカーを更新。必要なら表示・非表示・常に非表示グループを修復。
ko: 바로 레이아웃을 확인하고 앵커를 새로고침하며, 필요하면 표시됨·숨김·항상 숨김 그룹을 고칩니다.
nl: Controleert de lay-out, ververst ankers en herstelt zo nodig Zichtbaar, Verborgen en Altijd verborgen.
pt_br: Verifica o layout, atualiza âncoras e repara se preciso Visível, Oculto e Sempre oculto.
th: ตรวจเลย์เอาต์ทันที รีเฟรชจุดยึด และซ่อมกลุ่มแสดง ซ่อน ซ่อนตลอดถ้าต้อง
vi: Kiểm bố cục ngay, làm mới mốc neo, và sửa nhóm Hiện, Ẩn, Luôn ẩn nếu cần.
zh_hans: 立即检查布局、刷新菜单栏锚点，并在需要时修复 HaoBar 的可见、隐藏和始终隐藏分组。
zh_hant: 立即檢查佈局、重新整理選單列錨點，並在需要時修復 HaoBar 的可見、隱藏和一律隱藏群組。

source: Runs an immediate layout repair check.
de: Führt sofort eine Layoutreparaturprüfung aus.
es: Ejecuta de inmediato una comprobación de reparación.
fr: Lance immédiatement une vérification de réparation.
id: Menjalankan pemeriksaan perbaikan tata letak segera.
it: Esegue subito un controllo di riparazione.
ja: すぐにレイアウト修復確認を実行。
ko: 바로 레이아웃 복구 확인을 실행합니다.
nl: Voert meteen een lay-outherstelcontrole uit.
pt_br: Executa imediatamente uma verificação de reparo.
th: รันตรวจซ่อมเลย์เอาต์ทันที
vi: Chạy kiểm tra sửa bố cục ngay.
zh_hans: 立即运行布局修复检查。
zh_hant: 立即執行佈局修復檢查。

source: SaneBar is fully open source and free to use. If you love what I do and believe in privacy-first Mac apps, here's how you can help.
de: SaneBar ist vollständig Open Source und kostenlos. Wenn dir datenschutzfreundliche Mac-Apps wichtig sind, kannst du so helfen.
es: SaneBar es totalmente de código abierto y gratis. Si te gustan las apps Mac que ponen la privacidad primero, así puedes ayudar.
fr: SaneBar est entièrement open source et gratuit. Si vous aimez ce que je fais et les apps Mac qui respectent la vie privée, voici comment aider.
id: SaneBar sepenuhnya sumber terbuka dan gratis. Jika Anda suka yang saya kerjakan dan percaya pada app Mac yang mengutamakan privasi, begini caranya membantu.
it: SaneBar è interamente open source e gratuito. Se ti stanno a cuore le app Mac che mettono la privacy al primo posto, ecco come aiutare.
ja: SaneBarは完全オープンソースで無料です。プライバシー第一のMacアプリを応援してくれるなら、こう手伝ってください。
ko: SaneBar는 완전 오픈 소스이고 무료입니다. 제가 하는 일과 프라이버시 우선 Mac 앱을 믿는다면, 이렇게 도와주시면 됩니다.
nl: SaneBar is volledig open source en gratis. Als je privacy-eerst Mac-apps steunt, kun je zo helpen.
pt_br: O SaneBar é totalmente código aberto e grátis. Se você gosta do que faço e de apps Mac que colocam a privacidade primeiro, eis como ajudar.
th: SaneBar เปิดซอร์สเต็มและใช้ฟรี ถ้าชอบสิ่งที่ผมทำและเชื่อในแอป Mac ที่ให้ความเป็นส่วนตัวก่อน นี่คือวิธีช่วย
vi: SaneBar hoàn toàn mã nguồn mở và miễn phí. Nếu bạn thích những gì tôi làm và tin app Mac coi trọng riêng tư, đây là cách giúp.
zh_hans: SaneBar 完全开源、免费使用。若你喜欢我做的事、也认同隐私优先的 Mac 应用，可以这样支持。
zh_hant: SaneBar 完全開源、免費使用。若你喜歡我做的事、也認同隱私優先的 Mac 應用程式，可以這樣支持。

source: SaneBar is now fully open source and free for everyone.
de: SaneBar ist jetzt vollständig Open Source und für alle kostenlos.
es: SaneBar ahora es totalmente de código abierto y gratis para todos.
fr: SaneBar est désormais entièrement open source et gratuit pour tous.
id: SaneBar kini sepenuhnya sumber terbuka dan gratis untuk semua.
it: SaneBar ora è interamente open source e gratuito per tutti.
ja: SaneBarは今、完全オープンソースで誰でも無料です。
ko: SaneBar는 이제 완전 오픈 소스이며 누구나 무료입니다.
nl: SaneBar is nu volledig open source en gratis voor iedereen.
pt_br: O SaneBar agora é totalmente código aberto e grátis para todos.
th: SaneBar เปิดซอร์สเต็มแล้ว และฟรีสำหรับทุกคน
vi: SaneBar giờ hoàn toàn mã nguồn mở và miễn phí cho mọi người.
zh_hans: SaneBar 现已完全开源，人人都能免费使用。
zh_hant: SaneBar 現已完全開源，人人都能免費使用。

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pt_br: Salvar
th: บันทึก
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save and load configurations
de: Konfigurationen sichern und laden
es: Guardar y cargar configuraciones
fr: Enregistrer et charger des configurations
id: Simpan dan muat konfigurasi
it: Salva e carica configurazioni
ja: 構成の保存と読み込み
ko: 구성을 저장하고 불러옵니다
nl: Configuraties bewaren en laden
pt_br: Salvar e carregar configurações
th: บันทึกและโหลดชุดตั้งค่า
vi: Lưu và tải cấu hình
zh_hans: 保存和加载配置
zh_hant: 儲存和載入設定組合

source: Save and load different configurations
de: Verschiedene Konfigurationen sichern und laden
es: Guardar y cargar distintas configuraciones
fr: Enregistrer et charger différentes configurations
id: Simpan dan muat konfigurasi berbeda
it: Salva e carica configurazioni diverse
ja: 異なる構成の保存と読み込み
ko: 여러 구성을 저장하고 불러옵니다
nl: Verschillende configuraties bewaren en laden
pt_br: Salvar e carregar configurações diferentes
th: บันทึกและโหลดชุดตั้งค่าต่างกัน
vi: Lưu và tải các cấu hình khác nhau
zh_hans: 保存和加载不同配置
zh_hant: 儲存和載入不同設定組合

source: Save as Profile…
de: Als Profil sichern …
es: Guardar como perfil…
fr: Enregistrer comme profil…
id: Simpan sebagai profil…
it: Salva come profilo…
ja: プロファイルとして保存…
ko: 프로파일로 저장…
nl: Bewaar als profiel…
pt_br: Salvar como perfil…
th: บันทึกเป็นโปรไฟล์…
vi: Lưu thành hồ sơ…
zh_hans: 存储为配置…
zh_hant: 儲存為設定檔…

source: Save Current as Profile
de: Aktuelles als Profil sichern
es: Guardar lo actual como perfil
fr: Enregistrer l’actuel comme profil
id: Simpan yang sekarang sebagai profil
it: Salva l’attuale come profilo
ja: 現在の状態をプロファイルに保存
ko: 현재 상태를 프로파일로 저장
nl: Huidige als profiel bewaren
pt_br: Salvar o atual como perfil
th: บันทึกปัจจุบันเป็นโปรไฟล์
vi: Lưu hiện tại thành hồ sơ
zh_hans: 将当前保存为配置
zh_hant: 將目前儲存為設定檔

source: Save Current Layout
de: Aktuelles Layout sichern
es: Guardar la disposición actual
fr: Enregistrer la disposition actuelle
id: Simpan tata letak saat ini
it: Salva il layout attuale
ja: 現在のレイアウトを保存
ko: 현재 레이아웃 저장
nl: Huidige lay-out bewaren
pt_br: Salvar o layout atual
th: บันทึกเลย์เอาต์ปัจจุบัน
vi: Lưu bố cục hiện tại
zh_hans: 保存当前布局
zh_hant: 儲存目前佈局

source: Save your current settings, layout, and custom icon as a named profile
de: Aktuelle Einstellungen, Layout und eigenes Symbol als benanntes Profil sichern
es: Guarda ajustes, disposición e icono personalizado como perfil con nombre
fr: Enregistrer réglages, disposition et icône perso comme profil nommé
id: Simpan pengaturan, tata letak, dan ikon kustom sebagai profil bernama
it: Salva impostazioni, layout e icona personalizzata come profilo con nome
ja: 現在の設定、レイアウト、カスタムアイコンを名前付きプロファイルに保存
ko: 현재 설정, 레이아웃, 사용자 아이콘을 이름 있는 프로파일로 저장합니다
nl: Bewaar instellingen, lay-out en aangepast pictogram als een profiel met naam
pt_br: Salve ajustes, layout e ícone personalizado como perfil com nome
th: บันทึกการตั้งค่า เลย์เอาต์ และไอคอนที่กำหนดเองเป็นโปรไฟล์มีชื่อ
vi: Lưu cài đặt, bố cục và icon tùy chỉnh thành hồ sơ có tên
zh_hans: 把当前设置、布局和自定义图标存成命名配置
zh_hant: 把目前設定、佈局和自訂圖示存成命名設定檔

source: Save your current settings, layout, and icon to restore later.
de: Sichere aktuelle Einstellungen, Layout und Symbol, um sie später wiederherzustellen.
es: Guarda ajustes, disposición e icono para restaurarlos después.
fr: Enregistrez réglages, disposition et icône pour les restaurer plus tard.
id: Simpan pengaturan, tata letak, dan ikon untuk dipulihkan nanti.
it: Salva impostazioni, layout e icona per ripristinarli più tardi.
ja: 今の設定、レイアウト、アイコンを保存して、あとで復元。
ko: 현재 설정, 레이아웃, 아이콘을 저장해 나중에 복원하세요.
nl: Bewaar instellingen, lay-out en pictogram om later te herstellen.
pt_br: Salve ajustes, layout e ícone para restaurar depois.
th: บันทึกการตั้งค่า เลย์เอาต์ และไอคอน เพื่อคืนค่าทีหลัง
vi: Lưu cài đặt, bố cục và icon để khôi phục sau.
zh_hans: 保存当前设置、布局和图标，以便稍后还原。
zh_hant: 儲存目前設定、佈局和圖示，以便稍後還原。

source: Saved
de: Gesichert
es: Guardado
fr: Enregistré
id: Tersimpan
it: Salvato
ja: 保存済み
ko: 저장됨
nl: Bewaard
pt_br: Salvo
th: บันทึกแล้ว
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

source: Saved Profiles
de: Gesicherte Profile
es: Perfiles guardados
fr: Profils enregistrés
id: Profil tersimpan
it: Profili salvati
ja: 保存済みプロファイル
ko: 저장된 프로파일
nl: Opgeslagen profielen
pt_br: Perfis salvos
th: โปรไฟล์ที่บันทึก
vi: Hồ sơ đã lưu
zh_hans: 已保存的配置
zh_hant: 已儲存的設定檔

source: Saved profiles
de: Gesicherte Profile
es: Perfiles guardados
fr: Profils enregistrés
id: Profil tersimpan
it: Profili salvati
ja: 保存済みプロファイル
ko: 저장된 프로파일
nl: Opgeslagen profielen
pt_br: Perfis salvos
th: โปรไฟล์ที่บันทึก
vi: Hồ sơ đã lưu
zh_hans: 已保存的配置
zh_hant: 已儲存的設定檔

source: Saves the current HaoBar icon, divider, spacer, display-backup, and always-hidden divider positions as the restore point.
de: Speichert die aktuellen Positionen von HaoBar-Symbol, Trenner, Abstandhalter, Display-Backup und Immer-ausgeblendet-Trenner als Wiederherstellungspunkt.
es: Guarda las posiciones actuales del icono HaoBar, divisores, espacios, copia de pantalla y divisor siempre oculto.
fr: Enregistre les positions actuelles de l’icône HaoBar, des séparateurs, des espaces, de la sauvegarde d’écran et du séparateur toujours masqué.
id: Menyimpan posisi ikon HaoBar, pemisah, spacer, cadangan layar, dan pemisah selalu tersembunyi sebagai titik pemulihan.
it: Salva le posizioni attuali dell’icona HaoBar, divisori, spaziatori, backup display e divisore sempre nascosto.
ja: 現在のHaoBarアイコン、区切り、スペーサー、ディスプレイバックアップ、常に非表示区切りの位置を復元ポイントに保存。
ko: 현재 HaoBar 아이콘, 구분선, 간격, 디스플레이 백업, 항상 숨김 구분선 위치를 복원 지점으로 저장합니다.
nl: Bewaart de huidige posities van HaoBar-pictogram, scheidingen, spaties, schermback-up en altijd-verborgen scheiding.
pt_br: Salva as posições atuais do ícone HaoBar, divisores, espaços, backup de tela e divisor sempre oculto.
th: บันทึกตำแหน่งไอคอน HaoBar เส้นแบ่ง ตัวเว้น จอสำรอง และเส้นแบ่งซ่อนตลอด เป็นจุดคืนค่า
vi: Lưu vị trí hiện tại của icon HaoBar, đường chia, khoảng trống, bản sao màn hình và đường chia luôn ẩn làm điểm khôi phục.
zh_hans: 把当前 HaoBar 图标、分隔符、间隔、显示器备份和始终隐藏分隔的位置存为还原点。
zh_hant: 把目前 HaoBar 圖示、分隔符、間隔、顯示器備份和一律隱藏分隔的位置存為還原點。

source: Saves the current menu bar layout as HaoBar's first rescue point.
de: Speichert das aktuelle Menüleisten-Layout als ersten Rettungspunkt von HaoBar.
es: Guarda la disposición actual como primer punto de rescate de HaoBar.
fr: Enregistre la disposition actuelle comme premier point de sauvetage de HaoBar.
id: Menyimpan tata letak bilah menu saat ini sebagai titik penyelamatan pertama HaoBar.
it: Salva il layout attuale come primo punto di recupero di HaoBar.
ja: 現在のメニューバーレイアウトをHaoBarの最初の救済ポイントとして保存。
ko: 현재 메뉴 막대 레이아웃을 HaoBar의 첫 구조 지점으로 저장합니다.
nl: Bewaart de huidige menubalk-lay-out als eerste reddingspunt van HaoBar.
pt_br: Salva o layout atual como o primeiro ponto de resgate do HaoBar.
th: บันทึกเลย์เอาต์แถบเมนูปัจจุบันเป็นจุดกู้แรกของ HaoBar
vi: Lưu bố cục thanh menu hiện tại làm điểm cứu đầu của HaoBar.
zh_hans: 把当前菜单栏布局存为 HaoBar 的第一个抢救点。
zh_hant: 把目前選單列佈局存為 HaoBar 的第一個搶救點。

source: Scanning menu bar icons…
de: Menüleisten-Symbole werden gescannt …
es: Analizando iconos de la barra de menús…
fr: Analyse des icônes de la barre des menus…
id: Memindai ikon bilah menu…
it: Scansione delle icone della barra dei menu…
ja: メニューバーアイコンをスキャン中…
ko: 메뉴 막대 아이콘을 스캔하는 중…
nl: Menubalkpictogrammen scannen…
pt_br: Analisando ícones da barra de menus…
th: กำลังสแกนไอคอนแถบเมนู…
vi: Đang quét biểu tượng thanh menu…
zh_hans: 正在扫描菜单栏图标…
zh_hant: 正在掃描選單列圖示…

source: Scanning...
de: Scannen …
es: Analizando...
fr: Analyse…
id: Memindai...
it: Scansione...
ja: スキャン中...
ko: 스캔 중...
nl: Scannen...
pt_br: Analisando...
th: กำลังสแกน...
vi: Đang quét...
zh_hans: 正在扫描...
zh_hant: 正在掃描…

source: Script
de: Skript
id: Skrip
ja: スクリプト
ko: 스크립트
th: สคริปต์
zh_hans: 脚本
zh_hant: 腳本

source: Script found and executable
de: Skript gefunden und ausführbar
es: Script encontrado y ejecutable
fr: Script trouvé et exécutable
id: Skrip ditemukan dan dapat dijalankan
it: Script trovato ed eseguibile
ja: スクリプトが見つかり、実行できます
ko: 스크립트를 찾았고 실행할 수 있습니다
nl: Script gevonden en uitvoerbaar
pt_br: Script encontrado e executável
th: พบสคริปต์และรันได้
vi: Đã thấy script và chạy được
zh_hans: 已找到脚本且可执行
zh_hant: 已找到腳本且可執行

source: Scroll up shows icons, scroll down hides icons.
de: Nach oben scrollen zeigt Symbole, nach unten blendet sie aus.
es: Desliza arriba para mostrar, abajo para ocultar.
fr: Défiler vers le haut affiche, vers le bas masque.
id: Gulir naik menampilkan, gulir turun menyembunyikan.
it: Scorri su per mostrare, giù per nascondere.
ja: 上スクロールで表示、下スクロールで隠す。
ko: 위로 스크롤하면 보이고, 아래로 스크롤하면 가려집니다.
nl: Omhoog scrollen toont, omlaag verbergt.
pt_br: Role para cima para mostrar, para baixo para ocultar.
th: เลื่อนขึ้นเพื่อแสดง เลื่อนลงเพื่อซ่อน
vi: Cuộn lên thì hiện, cuộn xuống thì ẩn.
zh_hans: 向上滚动显示图标，向下滚动隐藏。
zh_hant: 向上捲動顯示圖示，向下捲動隱藏。

source: Search
de: Suchen
es: Buscar
fr: Rechercher
id: Cari
it: Cerca
ja: 検索
ko: 검색
nl: Zoek
pt_br: Buscar
th: ค้นหา
vi: Tìm
zh_hans: 搜索
zh_hant: 搜尋

source: Search action
de: Suchaktion
es: Acción de búsqueda
fr: Action de recherche
id: Aksi pencarian
it: Azione di ricerca
ja: 検索アクション
ko: 검색 동작
nl: Zoekactie
pt_br: Ação de pesquisa
th: การค้นหา
vi: Thao tác tìm
zh_hans: 搜索操作
zh_hant: 搜尋操作

source: Search text
de: Suchtext
es: Texto de búsqueda
fr: Texte de recherche
id: Teks pencarian
it: Testo di ricerca
ja: 検索テキスト
ko: 검색 텍스트
nl: Zoektekst
pt_br: Texto de pesquisa
th: ข้อความค้นหา
vi: Chữ tìm
zh_hans: 搜索文本
zh_hant: 搜尋文字

source: Second Menu Bar
de: Zweite Menüleiste
es: Segunda barra de menús
fr: Seconde barre des menus
id: Bilah menu kedua
it: Seconda barra dei menu
ja: セカンドメニューバー
ko: 두 번째 메뉴 막대
nl: Tweede menubalk
pt_br: Segunda barra de menus
th: แถบเมนูที่สอง
vi: Thanh menu thứ hai
zh_hans: 第二菜单栏
zh_hant: 第二選單列

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pt_br: Segurança
th: ความปลอดภัย
vi: Bảo mật
zh_hans: 安全性
zh_hant: 安全性
